{
	"jokes": [
		"As a lawyer woke up in the hospital after surgery he asked, “Why are all the blinds drawn in here?” The nurse answered, “There’s a fire across the street and we didn’t want you to think the operation had been a failure.",
		"What’s the difference between a good lawyer and a bad lawyer? A bad lawyer might let a case drag on for several years. A good lawyer knows how to make it last even longer.",
		"What’s the difference between a vacuum cleaner and a lawyer riding a motorcycle? The vacuum cleaner has the dirt bag on the inside.",
		"An attorney was working late one night in his office when, suddenly, Satan appeared before him. The Devil made him an offer. “I will make it so you win every case that you try for the rest of your life. Your clients will worship you, your colleagues will be in awe, and you will make enormous amounts of money. But, in return, you must give me your soul, your wife’s soul, the souls of your children, your parents, grandparents, and those of all the your friends.” The lawyer thought about it for a moment, then asked, “But what’s the catch?”",
		"What’s the difference between a lawyer and a jellyfish? One is a spineless, poisonous blob. The other is a form of sea life.",
		"How are an apple and a lawyer alike? They both look good hanging from a tree.",
		"What does a lawyer get when you give him Viagra? Taller.",
		"A 50-year-old lawyer who had been practicing since he was 25 passed away and arrived at the Pearly Gates for judgment. The lawyer said to St. Peter, “There must be some mistake! I’m only 50 years old, that’s far too young to die.” St. Peter frowned and consulted his book. “That’s funny, when we add up your billing records, you should be at least 83 by now!”",
		"What do you call 25 skydiving lawyers? Skeet.",
		"Why does the bar association code of ethics prevent sex between lawyers and their clients? To prevent clients from being billed twice for essentially the same service.",
		"One day the phone rang at a law office and when the receptionist answered a man asked to speak to Mr. Dewey. “I’m sorry, sir,” the receptionist said. “Mr. Dewey passed away yesterday.” “Oh, is that right? Goodbye.” But everyday for the next two weeks the same man called back and the same exchange occurred. Finally, the receptionist said, “Sir, I have told you repeatedly that Mr. Dewey died, why do you keep calling and asking for him?” “Oh,” the man replied, “I just like to hear it.”",
		"What’s black and brown and looks good on a lawyer? A doberman pinscher.",
		"A man was sent to hell for his sins. As he was being led into the pits for an eternity of torment, he saw a lawyer passionately kissing a beautiful woman. “What a joke!” he said. “I have to roast in flames for all eternity and that lawyer gets to spend it with that beautiful woman.” Satan jabbed the man with his pitchfork and snarled, “Who are you to question that woman’s punishment?”",
		"What’s the difference between a lawyer and a gigolo? A gigolo only screws one person at a time.",
		"A man went to a lawyer and asked what his fee was. “$100 for three questions,” answered the lawyer. “Isn’t that a little steep?” said the man. “Yes,” said the lawyer. “Now, what’s your third question?”",
		"What separates witnesses from the lowest form of life on earth? The wooden partitions around the witness stand.",
		"How do you get a lawyer out of a tree? Cut the rope.",
		"A rabbi, a Hindu, and a lawyer are in a car that breaks down in the countryside one evening. They walk to a nearby farm and the farmer tells them it’s too late for a tow truck but he has only two extra beds and one of them will have to sleep in the barn. The Hindu says, “I’m humble, I’ll sleep in the barn.” But minutes later he returns and knocks on the door and says, “There is a cow in the barn. It’s against my beliefs to sleep in the same building as a cow.” So the rabbi says, “It’s okay, I’ll sleep in the barn.” But soon, he is back knocking on the door as well, saying, “There is a pig in the barn, and I cannot shelter in a building with a pig.” So the lawyer is forced to sleep in the barn. Shortly, there is another knock on the door and the farmer sighs and answers it. It’s the pig and the cow.",
		"A young lawyer, defending a businessman in a lawsuit, feared he was losing the case and asked his senior partner if he should send a box of cigars to the judge to curry favor. The senior partner was horrified. “The judge is an honorable man,” he said, “If you do that, I guarantee you’ll lose the case!” Eventually, the judge ruled in the young lawyers favor. “Aren’t you glad you didn’t send those cigars?” the senior partner asked. “Oh, I did send them,” the younger lawyer replied. “I just enclosed my opponents business card with them.”",
		"How many lawyer jokes are there, anyway? Only three. The rest are true stories."
	]
}
